/* 
   Localizable.strings
   QuincyKit

   Created by Masayuki Nii on 20.12.2010.
   Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* TODO: Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "クラッシュ時のデータを検知";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "%@ は不正に終了しました。問題の修正のため、匿名でクラッシュレポートを送信しますか？";

/* TODO: Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "いつも";

/* TODO: Alert box button to send the crash report once */
"CrashSendReport" = "はい";

/* TODO: Alert box button to decline sending the report */
"CrashDontSendReport" = "いいえ";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "送信中…";


/* Crash status dialog */

/* TODO: Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "%@、前回までは";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "%@ は不正に終了しました。幸い、クラッシュの原因は既に特定され、将来のバージョンで修正されます。今しばらくお待ちください。";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "%@ は不正に終了しました。幸い、クラッシュの原因を既に修正したアップデートを Apple に提出しました。公開まで今しばらくお待ちください！";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "%@ は不正に終了しました。幸い、クラッシュの原因を既に修正したアップデートが配布されています！最新版にアップデートしてください。";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "%@ quit unexpectedly. We'd really appreciate it if you could send us more information about the crash.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "保存";
